Repository: qbeer/family
Catalog: language/*/LC_MESSAGES/messages.po
Languages: es_es

source: %d Address Added Successfully
es_es: %d dirección se agregó con exito.

source: Create New Member
es_es: Crear nuevo miembro

source: First
es_es: Primero

source: Last
es_es: Ultimo

source: Gender
es_es: Género

source: Male
es_es: Hombre

source: Female
es_es: Mujer

source: Sorry, but this information is Required.
es_es: Perdon, pero esta información es obligatoria.

source: Birthday
es_es: Cumpleaños

source: Create
es_es: Crear

source: Edit Member
es_es: Editar miembro

source: Merge
es_es: Combinar

source: Day
es_es: Día

source: Month
es_es: Mes

source: Member
es_es: Miembro

source: Advanced Options
es_es: Opciones avanzadas

source: Non-member
es_es: No-miembro

source: Merge Member
es_es: Combinar Miembro

source: Member to merge with
es_es: Combinar miembro con

source: Next
es_es: Siguiente

source: Choose which information you would like to use from the two members below.
es_es: Elige qué información quieres que sea usada de los dos usuarios.

source: Please note that user [%s] and all information not selected will be deleted.
es_es: Nota: el usuario [%s] y toda la información no seleccionada será eliminada.

source: Create Member
es_es: Crear miembro

source: Search
es_es: Buscar

source: Get Help using Access Levels
es_es: Obten ayuda con los niveles de acceso

source: Active?
es_es: Activo?

source: Activate Selected
es_es: Activar seleccion

source: Inactivate Selected
es_es: Inactivar seleccion

source: Merge [%s] complete.
es_es: Combinación [%s] completada.

source: Here you can add new Poll questions or edit existing polls.
es_es: Aquí puedes agregar nuevas enquestas o editar las existentes.

source: If you do not want to use Polls on your site, simply delete all existing polls and they will no longer show up on the frontpage.
es_es: Si no quieres usar encuestas en tu sitio, simplemente borra todas las encuestas activas y no se mostrarán en la página de inicio.

source: Delete This Alert
es_es: Borrar esta alerta

source: Invalid Member/Award.
es_es: Usuario/Premio incorrecto.

source: Ice Breaker
es_es: Rompehielos

source: Shutterbug
es_es: Entusiasta

source: Interesting
es_es: Interesante

source: Secretive
es_es: Reservado

source: Planner
es_es: Planificador

source: Photogenic
es_es: Fotogénico

source: BBCode Help
es_es: Ayuda BBCode

source: BBCode is a easy way to format text. Check out the examples below, the first line shows the bbcode and the second line show the output.
es_es: BBcode es una manera fácil de darle formato al texto. Mira los ejemplos, la primera linea muestra el bbcode y la segunda el texto con formato.

source: Available BBCodes
es_es: BBcodes disponibles

source: Text Formatting
es_es: Formato de texto

source: Bold Text
es_es: Texto Grueso

source: Italic Text
es_es: Cursiva

source: Underline Text
es_es: Texto Subrayado

source: Text Alignment
es_es: Alineacion

source: Left Aligned Text
es_es: Izquierda

source: Centered Text
es_es: Centrado

source: Right Aligned Text
es_es: Derecha

source: Headers
es_es: Encabezados

source: Really Big Header
es_es: Encabezado muy grande

source: Big Header
es_es: Encabezado grande

source: You can use any header number 1-6.
es_es: Puedes usar un numero de encabezado del 1 al 6

source: Quote
es_es: Cita

source: You can Quote me on it.
es_es: Tu puedes citarme en eso

source: Add Images From a URL
es_es: Agregar imagenes desde una URL

source: Change Text Color
es_es: Cambiar el color de texto

source: Red Text
es_es: Texto rojo

source: Blue Text
es_es: Texto azul

source: Click Here For Google
es_es: Google

source: Mail Some Guy
es_es: Envia un mensaje

source: Youtube Video
es_es: Youtube

source: Previous
es_es: Anterior

source: Add Category
es_es: Añadir Categoría

source: Print
es_es: Imprimir

source: Today's Events
es_es: Eventos de hoy

source: Invalid Date
es_es: Fecha no válida

source: Event
es_es: Evento

source: Time
es_es: Hora

source: through
es_es: hasta

source: All Day
es_es: Todo el día

source: Category
es_es: Categoría

source: Repeat (Yearly)
es_es: Repetir anualmente.

source: Private?
es_es: Privado?

source: Edit Event
es_es: Editar evento

source: Date
es_es: Fecha

source: F j, Y
es_es: j F Y

source: Every year on %s
es_es: Cada año, en %s

source: beginning at %s
es_es: a partir de las %s

source: between %s and %s
es_es: entre %s y %s

source: Back to Calendar
es_es: Volver al Calendario

source: When
es_es: Cuándo

source: Add New Category
es_es: Añadir nueva categoría

source: Edit Category
es_es: Editar Categoría

source: None
es_es: Ninguno

source: Red
es_es: Rojo

source: Orange
es_es: Naranja

source: Yellow
es_es: Amarillo

source: Green
es_es: Verde

source: Blue
es_es: Azul

source: Indigo
es_es: Azul índigo

source: Violet
es_es: Violeta

source: Add Comment
es_es: Añadir Comentario

source: Delete this Comment
es_es: Borrar este comentario

source: January
es_es: enero

source: February
es_es: febrero

source: March
es_es: marzo

source: April
es_es: abril

source: May
es_es: Mayo

source: June
es_es: Junio

source: July
es_es: Julio

source: August
es_es: Agosto

source: September
es_es: Septiembre

source: October
es_es: Octubre

source: November
es_es: Noviembre

source: December
es_es: Diciembre

source: Document
es_es: Documento

source: Uploaded By
es_es: Subido por

source: Date Added
es_es: Fecha

source: m/d/Y h:ia
es_es: m/d/a h:ia

source: Delete this Document
es_es: Borrar este documento

source: Upload Document
es_es: Subir documento

source: Document %s exceeds the maximum file size allowed by your PHP settings.
es_es: El documento %s excede el máximo de tamaño permitido en tus ajustes de PHP.

source: Invalid Document
es_es: Documento Invalido

source: Documents must be of type (.doc, .txt, .xsl, .zip, .rtf, .ppt, .pdf).
es_es: Los documentos deben ser de tipo (.doc, .txt, .xsl, .zip, .rtf, .ppt, .pdf).

source: Document %s already exists! Please change the filename and try again.
es_es: El documento %s ya existe!. Por favor, cambie el nombre del archivo y vuelva a intentarlo.

source: Edit this Family News
es_es: Editar esta noticia

source: Delete this Family News
es_es: Borrar esta noticia

source: Add a comment
es_es: Agregar un comentario

source: no comments
es_es: no comentarios

source: Delete this comment
es_es: Borrar este comentario

source: Edit News
es_es: Editar noticias

source: Title
es_es: Título

source: Title of your Family News
es_es: Titulo de la noticia

source: Add Family News
es_es: Agregar entradas

source: Read More
es_es: Leer más

source: Invalid url [%s].
es_es: URL no válida [%s].

source: Could not import news from external source.
es_es: No se pudieron importar las noticias de la fuente externa.

source: Invalid Display Type
es_es: Tipo mostrado no válido

source: Could not find user.
es_es: Usuario no encontrado.

source: Remove Relationship
es_es: Eliminar parentesco.

source: Add Spouse
es_es: Añadir Cónyuge

source: Add Child
es_es: Añadir hijo(a)

source: Add Father
es_es: Añadir Padre

source: Add Mother
es_es: Añadir Madre

source: Add Grandfather
es_es: Añadir Abuelo

source: Add Grandmother
es_es: Añadir Abuela

source: Invalid parent type.
es_es: Tipo de pariente inválido

source: Add New Parent
es_es: Añadir nuevo pariente

source: Parent
es_es: Pariente

source: Add Parent Not Listed Above
es_es: Añadir Padres que no se encuentran en la lista.

source: Invalid spouse type.
es_es: Tipo de cónyuge inválido.

source: Add New Spouse
es_es: Añadir nuevo cónyuge

source: Spouse
es_es: Cónyuge

source: Add Spouse Not Listed Above
es_es: Añadir Esposo/a que no se encuentra en la lista.

source: Add New Child
es_es: Añadir nuevo hijo(a)

source: Child
es_es: Hijo(a)

source: Add Child Not Listed Above
es_es: Añadir Hijo/a que no se encuentra en la lista.

source: Sex
es_es: Sexo

source: View Family Tree for...
es_es: Ver el árbol familiar de ...

source: Kids
es_es: Niños

source: Parents
es_es: Padres

source: Grandparents
es_es: Abuelos

source: Relationship
es_es: Parentesco

source: Remove
es_es: Eliminar

source: Father
es_es: Padre

source: Mother
es_es: Madre

source: Grandfather
es_es: Abuelo

source: Grandmother
es_es: Abuela

source: Upload your personal image (Avatar)
es_es: Subir tu imagen de perfil

source: Latest
es_es: Más reciente

source: Top Rated
es_es: Mejor valorados

source: Most Viewed
es_es: Más vistos

source: My Photos
es_es: Mis fotos

source: Upload Photos
es_es: Subir Fotos

source: Manage Categories
es_es: Administrar categorias

source: Photo Uploaded By
es_es: Foto subida por

source: Members In Photo
es_es: Personas en la foto

source: Currently no one has added any photos
es_es: Actualmente nadie subió ninguna foto.

source: Oops!
es_es: ¡Uy!

source: The Category you are trying to view is Empty.
es_es: La categoría que está intentando ver esta vacía.

source: The Photo you are trying to view can not be found.
es_es: La foto que intentas ver no se encuentra.

source: %d of %d
es_es: %d de %d

source: From the Category:
es_es: En la categoría:

source: by
es_es: por

source: Currently %s/5 Starts
es_es: Actualmente %s/5 estrellas

source: Members in Photo
es_es: Personas en la foto

source: Filename
es_es: Nombre de Archivo

source: Photo Size
es_es: Tamaño de la foto

source: Dimensions
es_es: Dimensiones

source: Latest Comments
es_es: biz2Oy <a href=

source: Photos of %s
es_es: Fotos de %s

source: Photos uploaded by %s
es_es: Fotos subidas por %s

source: Uh Oh!
es_es: ¡Ajá Ah!

source: The category you are trying to view doesn't exist.
es_es: La categoría que está intentando ver no existe.

source: View All
es_es: Ver todo

source: View Categories for %s
es_es: Ver categorias para %s

source: Photos
es_es: Fotos

source: View Photos in %s
es_es: Ver fotos en %s

source: View Slideshow
es_es: Ver presentación

source: Currently %d/5 Stars.
es_es: Actualmente %d/5 estrellas.

source: 1 out of 5 Stars
es_es: 1 de 5 estrellas

source: 2 out of 5 Stars
es_es: 2 de 5 estrellas

source: 3 out of 5 Stars
es_es: 3 de 5 estrellas

source: 4 out of 5 Stars
es_es: 4 de 5 estrellas

source: 5 out of 5 Stars
es_es: 5 de 5 estrellas

source: Views
es_es: Vistas

source: Photo
es_es: Foto

source: Caption
es_es: Titulo

source: Who is in this Photo?
es_es: Quien esta en esta foto?

source: Either enable JavaScript by changing your browser options.
es_es: Puedes activar JavaScript en las opciones de tu navegador

source: Enable the Basic Upload option by changing Your Settings.
es_es: Habilitar la opcion de subir para cambiar tus configuraciones

source: Edit Photo
es_es: Editar Foto

source: Change Category
es_es: Cambio de Categoría

source: Could not edit Photo. Photo ID does not exist.
es_es: No se puede editar la foto, ID inexistente

source: You must create a new category, or select an existing category.
es_es: Puede crear una nueva categoría, o seleccionar una ya existente.

source: Edit Photos
es_es: Editar fotos

source: The following photo was added successfully.
es_es: La foto siguiente fue agregada con éxito.

source: Delete Category
es_es: Borrar categoria

source: No Categories created yet.
es_es: No hay categorías creadas todavía.

source: Quick Delete
es_es: Eliminación rápida

source: Delete All
es_es: Eliminar todo

source: Out of Memory Warning.
es_es: Advertencia de Falta de Memoria.

source: The photo you are trying to upload is quite large and the server might run out of memory if you continue.
es_es: La fotografía que está intentando cargar es bastante grande, y el servidor podría quedarse sin memoria si continúa.

source: It is recommended that you try to upload this photo using the "Advanced Uploader" instead.
es_es: Se recomienda que trate de cargar esta foto con el "Cargador Avanzado" en su lugar.

source: What do you want to do?
es_es: ¿Qué desea hacer?

source: Use the "Advanced Uploader"
es_es: Usar el "Cargador Avanzado"

source: Anniversary
es_es: Aniversario

source: Holiday
es_es: Fiestas

source: Welcome
es_es: Bienvenido

source: Replies
es_es: Rr

source: Last Updated
es_es: Ultima actualización

source: Announcement
es_es: Anuncio

source: Today at %s
es_es: Hoy en %s

source: by %s
es_es: por %s

source: Yesterday at %s
es_es: Ayer en %s

source: Thread does not exist.
es_es: El tema no existe

source: Quote this message
es_es: Citar este mensaje

source: Edit this message
es_es: Editar este mensaje

source: Delete this message
es_es: Borrar este mensaje

source: New Message
es_es: Nuevo mensaje

source: Admin Tools
es_es: Administración

source: Make Announcement
es_es: Hacer un anuncio

source: Last post written by %s
es_es: Ultimo post escrito por %s

source: Quoting
es_es: Citando

source: Edited
es_es: Editado

source: Message Board Home
es_es: Mensaje de muro

source: Make Normal Thread
es_es: Hacer un tema normal

source: Make Thread an Announcement
es_es: Hacer un tema de Anuncio

source: Edit Thread Subject
es_es: Editar el Asunto del tema

source: Delete Thread
es_es: Eliminar tema

source: Administrate Thread
es_es: Administrar tema

source: Edit Thread
es_es: Editar tema

source: Stats
es_es: Estadísticas

source: Sorry, but this information is required.
es_es: Perdon, pero esta informacion es obligatoria.

source: Upload Avatar
es_es: Actualizar Avatar

source: Use Gravatar
es_es: Usar Gravatar

source: Use Default
es_es: Usar predeterminado

source: This is your current avatar.
es_es: Este es tu avatar actual.

source: Avatar
es_es: Imagen de perfil

source: Gravatar Email
es_es: Email Gravatar

source: Dates
es_es: Fechas

source: Add Recipe
es_es: Añadir una Receta

source: Currently no one has added any recipes
es_es: Aun no se ha añadido ninguna Receta

source: Latest Recipes
es_es: Ultimas Recetas

source: Click to view recipe
es_es: Click para ver la Receta

source: Recipe Categories
es_es: Categorías de Recetas

source: Currently no one has added any recipes to this category.
es_es: Aun no se han añadido Recetas a esta categoría

source: Add a Recipe
es_es: Añadir una Receta

source: Recipe does not exist.
es_es: La Receta no existe

source: Submitted by %s on %s.
es_es: Entregada por %s en %s.

source: Edit this Recipe
es_es: Editar ésta Receta

source: Delete this Recipe
es_es: Borrar ésta Receta

source: Directions
es_es: Instrucciones

source: Ingredients
es_es: Ingredientes

source: The name of your recipe.
es_es: Nombre de la Receta

source: Thumbnail
es_es: Imágenes en Miniatura

source: New Category
es_es: Nueva Categoría

source: Put each ingredient on a seperate line.
es_es: Ponga cada ingrediente en una línea independiente.

source: Edit Recipe
es_es: Editar Receta

source: First and Last Name
es_es: Nombre y apellido

source: Advanced Uploader
es_es: Cargador Avanzado

source: Language
es_es: Idioma

source: What language do you speak?
es_es: Que idiomas hablas?

source: Timezone
es_es: Zona horaria

source: What timezone do you live in?
es_es: En que zona horaria vives?

source: You will need to manually change this off and on if your City/Town makes use of DST.
es_es: Necesitarás manualmente apagar o encender esto si tu Localidad hace uso del horario de verano

source: Frontpage
es_es: Pagina principal

source: How do you want the latest information to display on the frontpage?
es_es: Como quieres que la informacion se muestre en la pagina principal?

source: Email Updates
es_es: Actualizaciones de Email

source: What order do you want new messages to display?
es_es: ¿Qué órden deseas que muetren los nuevos mensajes?

source: Level 1 (Admin)
es_es: Nivel 1 (admin)

source: You have administrative rights.
es_es: Tienes privilegios de admin

source: You have full access to add/change/delete all information.
es_es: Tienes acceso total para agregar/cambiar/borra toda la informacion

source: Level 2 (Helper)
es_es: Nivel 2 (ayudante)

source: You have moderation rights.
es_es: Tienes privilegios moderados.

source: You have some access to add/change/delete information including your own. This level is mostly used for message board moderation (i.e. cleanup of old/unused posts and other such information).
es_es: Tienes acceso para agregar/cambiar/borrar informacion agregada por ti mismo. Este nivel es el mas usado para moderar el tabon.

source: Level 3 (Member)
es_es: Nivel 3 (miembro)

source: You have basic rights.
es_es: Tienes privilegios basicos.

source: You can add/change/delete only your own information.
es_es: Puedes agregar/cambiar/borrar solo tu propia informacion.

source: Level 4 (Non-Photographer)
es_es: Nivel 4 (No-Fotografo)

source: You have limited rights.
es_es: Tienes privilegios limitados

source: You have the same rights as a Member, except you cannot use the Photo Gallery.
es_es: Tienes los mismos privilegios que un miembro, solo que no puedes usar la Galeria de Fotos.

source: Level 5 (Non-Poster)
es_es: Nivel 5 (No-Publicador)

source: You have the same rights as a Member, except you cannot use the Message Board.
es_es: Tienes los mismos privilegios que un miembro, solo que no puedes usar el tablón.

source: Level 6 (Commenter)
es_es: Nivel 6 (comentador)

source: You can only add comments to the site.
es_es: Solo puedes agregar comentarios en el sitio.

source: Level 7 (Poster)
es_es: Nivel 7 (posteador)

source: You can only post messages to the Message Board.
es_es: Solo puedes postear mensajes en el tablón.

source: Level 8 (Photographer)
es_es: Nivel 8 (fotografo)

source: You can only add photos to the Photo Gallery.
es_es: Solo puedes agregar fotos en la Galeria de Fotos.

source: Level 9 (Blogger)
es_es: Nivel 9 (blogger)

source: Level 10 (Guest)
es_es: Nivel 10 (invitado)

source: You have view only rights.
es_es: Solo tienes privilegios para ver.

source: You cannot add/change/delete any information.
es_es: No puedes agregar/cambiar/borrar ninguna información.

source: You do not have access to delete this image.
es_es: No tiene acceso para poder borrar esta imagen.

source: Upload Image
es_es: Subir Imagen

source: Choose the image you want to upload.
es_es: Elige la imagen que quieres subir.

source: Uploaded Images
es_es: Imágenes Subidas

source: Delete this Image
es_es: Borrar esta imagen

source: Are you sure you want to DELETE this image?
es_es: ¿Está seguro de querer borrar esta imagen?

source: Total Size
es_es: Tamaño total

source: My Stuff
es_es: Mis Cosas

source: Awards
es_es: Premios

source: Configuration
es_es: Configuración

source: Upgrade
es_es: Actualizar

source: Contact Webmaster
es_es: Contactar con el Administrador

source: Prayers
es_es: Solicitantes

source: Profile
es_es: Perfil

source: Private Messages
es_es: Mensajes Privados

source: Settings
es_es: Opciones

source: New PM
es_es: Nuevo MP

source: Level 10
es_es: Nivel 10

source: Level 9
es_es: Nivel 9

source: Level 8
es_es: Nivel 8

source: Level 7
es_es: Nivel 7

source: Level 6
es_es: Nivel 6

source: Level 5
es_es: Nivel 5

source: Level 4
es_es: Nivel 4

source: Level 3
es_es: Nivel 3

source: Level 2
es_es: Nivel 2

source: Level 1
es_es: Nivel 1

source: Level 0
es_es: Nivel 0

source: Bold
es_es: Negrita

source: Italic
es_es: Cursiva

source: Underline
es_es: Subrayado

source: Left Align
es_es: Alineacion izquierda

source: Center
es_es: Centrado

source: Right Align
es_es: Alineacion derecha

source: Heading 1
es_es: Cabezera de nivel 1

source: Heading 2
es_es: Cabezera de nivel 2

source: Heading 3
es_es: Cabezera de nivel 3

source: Insert Image
es_es: Insertar imagen

source: Insert URL
es_es: Insertar URL

source: Insert Smiley
es_es: Insertar emoticono

source: Error: File %s is not a photo. Photos must be of type (.JPG, .JPEG, .GIF, .BMP or .PNG).
es_es: Error: Archivo %s no es una foto. Fotos deben ser formato (.JPG, .JPEG, .GIF, .BMP o .PNG).

source: First Page
es_es: Primera Página

source: Previous Page
es_es: Página Anterior

source: Next Page
es_es: Página Siguiente

source: Last page
es_es: Ultima pagina

source: Last Seen
es_es: Ultima visita

source: Yesterday
es_es: Ayer

source: address
es_es: dirección

source: Czech (Czech Republic)
es_es: Checo (República Checa)

source: Danish (Denmark)
es_es: Danés (Dinamarca)

source: German (Germany)
es_es: Alemán (Alemania)

source: English (United States)
es_es: Inglés (Estados Unidos)

source: Spanish (Spain)
es_es: Español (España)

source: Estonian
es_es: Estonio

source: French (France)
es_es: Francés (Francia)

source: Latvian
es_es: Letón

source: Dutch
es_es: Holandés

source: Portuguese (Brazil)
es_es: Portugués (Brasil)

source: Slovak
es_es: Eslovaco

source: Chinese (China)
es_es: Chino (China)

source: X Wrapped
es_es: X Cubierto

source: This site hasn't been installed yet.
es_es: Éste sitio no se ha instalado aún.

source: You must finish the installation before using the site.
es_es: Debes terminar la instalación antes de usar el sitio.

source: You must be logged in to view that page.
es_es: Debes estar registrado para ver esa página.

source: Forgot Password?
es_es: ¿Contraseña olvidada?

source: Register
es_es: Registrar

source: Login to
es_es: Conectar a

source: Remember Me
es_es: Recordarme

source: Login
es_es: Conectar

source: That login information wasn't quite right.
es_es: Su información de acceso es incorrecta.

source: Be sure and check that you typed your username/password correctly.
es_es: Asegúrese y compruebe que está escribiendo su nombre de usuario y contraseña corectamente.

source: Not So Fast
es_es: No Tan Rápido.

source: Your account isn't active yet. Your website administrator must activate your account before you can login and begin using the website.
es_es: Tu cuenta no está activa aún. El administrador de tu sitio web debe activar tu cuenta antes de que puedas acceder y comenzar a usarlo.

source: You have exceeded the number of allowed login attempts.
es_es: Has exedido el número de intentos de registro permitidos.

source: Your account has been locked for 1 hour.
es_es: Tu cuenta ha sido bloqueada por una hora.

source: Installation
es_es: Instalación

source: Wait a Minute.
es_es: Espera un minuto.

source: The installation for this site is already finished. Running the installation again will cause you to Lose All Your Previous Information. Are you sure you want to continue?
es_es: La instalación para ésta sitio está terminada. Correr nuevamente la instalación causará que Pierdas Toda Tu Información Previa. ¿Estás segur de querer continuar?

source: I just want to view my site.
es_es: Sólo quiero ver mi sitio.

source: I want to run the installation anyway. (Not Recommended)
es_es: Deseo correr la instalación de todas formas. (No Recomendado)

source: BAD
es_es: MALO

source: Pre-Installation Check
es_es: Revisar pre-instalación

source: Step 1 of 5
es_es: Paso 1 de 5

source: Checking Folder Permissions
es_es: Revisando los Permisos de Carpeta

source: Your site is ready to be installed. Please proceed to the next step.
es_es: Tu sitio está listo para ser instalado. Por favor continúa con el siguiente paso.

source: Unfortunatly your site is not ready to be installed. Please make sure that the folders above exist and have the proper permissions set.
es_es: Desafortunadamente tu sitio no está listo para ser instalado. Por favor asegúrate que las carpetas arriba existen y tienen los permisos apropiados.

source: Install
es_es: Instalar

source: Database Information
es_es: Información de la base de datos

source: Step 2 of 5
es_es: Paso 2 de 5

source: Database Host
es_es: Servidor de base de datos

source: This is usually localhost or your database ip address.
es_es: Usualmente esta es la dirección IP de tu servidor local o tu base de datos.

source: Sorry, but I can't install without this information.
es_es: Lo sentimos, pero no puedes instalar sin ésta información.

source: Database Name
es_es: Nombre de la Base de Datos
