Repository: qbeer/family
Catalog: language/*/LC_MESSAGES/messages.po
Languages: es_es

source: This is an automated response, please do not reply.
es_es: Este email es una acción automatica, por favor no lo respondas.

source: Reset Password
es_es: Resetear Contraseña

source: The email address associated with your account.
es_es: El e-mail asociado con tu cuenta.

source: %s has replied to the thread: %s
es_es: %s ha contestado en el tema: %s

source: A new Private Message at %s
es_es: Un nuevo mensaje privado de: %s

source: %s has sent you a new Private Message at %s
es_es: %s te ha enviado un nuevo mensaje privado en %s

source: The message has been attached below.
es_es: El mensaje ha sido adjuntado mas abajo.

source: To respond to this message either visit %s or respond to this email.
es_es: Para responder este mensaje visita %s o responde este email.

source: Message Title
es_es: Título del Mensaje

source: You forgot to fill out a required field.
es_es: Olvidaste completar un campo obligatorio.

source: The email you have choosen is already in use. Please choose a different email.
es_es: La dirección de email que has elegido está en uso. Por favor elige una distinta.

source: If you have forgotten your password please reset it
es_es: Si has olvidado tu contraseña, por favor reseteala.

source: Sorry, but that username is already taken. Please choose another username.
es_es: Perdón, pero ese usuario ya está en uso. Por favor, elige otro diferente.

source: Membership
es_es: Membresía

source: Thank you for registering at %s
es_es: Gracias por registrarte en %s

source: After your account is activated you can login using the following information
es_es: Una vez tu cuenta esté activada, podrás conectarte usando la siguiente información:

source: Congratulations and Welcome
es_es: Felicitaciones y Bienvenido

source: You have been successfully registered at %s.
es_es: Te has registrado con exito en %s

source: Your account information has been emailed to %s.
es_es: La información de tu cuenta se ha enviado a %s.

source: Please remember your username and password for this site.
es_es: Por favor, recuerde su nombre de usuario y contraseña para este sitio.

source: Unfortunately your account must be activated before you can <a href="index.php">login</a> and begin using the site.
es_es: Desafortunadamente tu cuenta debe ser activada antes de <a href="index.php">conectarte</a> y usar el sitio.

source: New User Registration at %s
es_es: Nuevo registro de usuario en %s

source: A new user has registered at %s
es_es: Un nuevo usuario se ha registrado en %s

source: Time of Registration
es_es: Fecha de registro

source: Used for logging into the site.
es_es: Usado para conectarte al sitio.

source: Required: Can' login without one.
es_es: Obligatorio: No puedes conectarte si uno.

source: Used for loggin into the site.
es_es: Usado para conectarte al sitio.

source: Required: Can't login without one.
es_es: Obligatorio: No puedes conectarte sin uno

source: The name your mother gave you.
es_es: El nombre que tu madre te ha dado.

source: Your family name.
es_es: Tu apellido.

source: Where can we send validation and updates?
es_es: Donde te enviaremos la activación y las actualizaciones?

source: Invalid Email
es_es: Email inválido.

source: Please click the following link to activate your account
es_es: Por favor, haz click en el siguiente link para activar tu cuenta

source: Unfortunately you must activate your account before you can <a href="index.php">login</a> and begin using the site
es_es: Desafortunadamente debes activar tu cuenta antes de <a href="index.php">conectarte</a> y usar el sitio.

source: The RSS feed you requested doesn't exist
es_es: El feed RSS que buscas no existe.

source: m-d-y
es_es: m-d-a

source: lang
es_es: es

source: powered by
es_es: Gestionado por

source: Account Activation
es_es: Activación de cuenta

source: Alright!
es_es: ¡Crrecto!

source: Your account is now active.
es_es: Tu cuenta no está activa

source: You can now login and begin using the site.
es_es: Ahora te puedes registrar y hacer uso de éste sitio

source: Invalid Activation Code!
es_es: ¡Código de Activación no vállido!

source: Your account could NOT be activated
es_es: Tu cuenta No pudo ser activada

source: Access Denied
es_es: Acceso denegado

source: Address Book
es_es: Libreta de Direcciones

source: You do not have permission to perform this task. You must have an access level of 3 (Member) or higher.
es_es: No tienes permiso para realizar ésta tarea. Debes tener un nivel de acceso 3 (Miembro) o mayor.

source: You must choose at least one member to email.
es_es: Debes elegir al menos un miembro para el correo.

source: Get more help on sending mass emails.
es_es: Consigue más ayuda enviando correos en masa.

source: Select All
es_es: Seleccionar todo

source: Are you sure you want to DELETE this address?
es_es: ¿Estás segro de querer BORRAR ésta dirección?

source: Email has been sent.
es_es: El correo ha sido enviado.

source: Are you sure you want to DELETE this?
es_es: ¿Estás seguro que quieres BORRAR ésto?

source: This can NOT be undone.
es_es: Esto no se puede deshacer.

source: Yes
es_es: Sí

source: Cancel
es_es: Cancelar

source: You do not have permission to perform this task.
es_es: No tienes permisos para realizar esta tarea.

source: Address Deleted Successfully.
es_es: Dirección borrada satisfactoriamente.

source: Administration: Configuration
es_es: Administración: Configuración

source: Defaults
es_es: Predeterminados

source: Plugins
es_es: Complementos

source: Navigation
es_es: Navegación

source: Photo Gallery
es_es: Galería de Fotos

source: You do not have access to view this page.
es_es: No tiene acceso para ver esta página.

source: This page requires an access level 1 (Admin).
es_es: Esta página requiere un nivel de acceso 1 (Admin)

source: Please contact your website's administrator if you feel you should have access to this page.
es_es: Por favor contacte al Administrador del sitio si considera que debe tener acceso a esta página.

source: Admin Activation
es_es: Activación de admin

source: Auto Activation
es_es: Auto-activación

source: Off
es_es: Desactivado

source: On
es_es: Activado

source: Changes Updated Successfully
es_es: Cambios actualizados correctamente

source: General Configuration
es_es: Configuración general

source: Site Name
es_es: Nombre del sitio

source: Contact Email
es_es: Email

source: That's not a valid email address is it?
es_es: No es un email válido

source: Registration
es_es: Registro

source: Start of the Week
es_es: Inicio de la semana

source: Sunday
es_es: Domingo

source: Monday
es_es: Lunes

source: Tuesday
es_es: Martes

source: Wednesday
es_es: Miércoles

source: Thursday
es_es: Jueves

source: Friday
es_es: Viernes

source: Saturday
es_es: Sabado

source: Turn Off Site?
es_es: Apagar sitio

source: Yes, turn the site off, so no one can access it.
es_es: Correcto, pon fuera de linea la pagina, asi nadie podra verla.

source: No, keep the site on and running.
es_es: No, manten la pagina en linea y funcionando.

source: Debug
es_es: Depurar

source: Save
es_es: Guardar

source: First Name
es_es: Su Nombre

source: First & Last Name
es_es: Nombre y apellido

source: Username
es_es: Nombre de usuario

source: All (by date)
es_es: Todo (por fecha)

source: Last 5 (by plugin)
es_es: Ultimos 5 (por plugin)

source: New Messages at Bottom
es_es: Nuevos mensajes abajo

source: New Messages at Top
es_es: Nuevos mensajes arriba

source: New Member Default Settings
es_es: Nueva configuración miembro predeterminado

source: Theme
es_es: Tema

source: Display Name
es_es: Nombre para mostrar

source: How do you want your name to display?
es_es: Que nombre quieres que se muestre?

source: Front Page
es_es: Pagina principal

source: How do you want the latest information to display on the homepage?
es_es: Como quieres que la información se muestre en la página de inicio?

source: Time Zone
es_es: Zona horaria

source: What time zone do you live in?
es_es: Cual es tu zona horaria?

source: Daylight Savings Time
es_es: Horario de verano

source: Sort Messages
es_es: Ordenar mensajes

source: How do you want messages to display on the Message Board?
es_es: Como quieres que se muestren los mensajes en el muro?

source: Update existing users?
es_es: Actualizar usuarios existentes?

source: Enabled
es_es: Activado

source: Name
es_es: Nombre

source: Description
es_es: Descripción

source: Communicate
es_es: Comunicar

source: Share
es_es: Compartir

source: An error occurred. Changes could not be saved.
es_es: Un error ha ocurrido. Los cambios no han sido guardados.

source: Changes Saved
es_es: Cambios guardados.

source: Can't have two items with the same order.
es_es: No se puede tener dos items en el mismo orden.

source: Please try again
es_es: Por favor, intenta de nuevo.

source: Off (2 photos)
es_es: Desactivado (2 fotos)

source: On (3 photos)
es_es: Activado (3 fotos)

source: Protected
es_es: Protegido

source: Un-protected
es_es: Desprotegido

source: Your photos can be viewed from non-authorized users.
es_es: Sus fotos pueden ser vistas por usuarios no autorizados.

source: In order to protect your photos so only logged in users can view them, please refer to the help document below.
es_es: Con el fin de proteger sus fotos para que sólo los usuarios registrados pueden ver, por favor consulte el documento de ayuda debajo.

source: Help Me Protect My Photos
es_es: Ayudarme a proteger mis fotos

source: Full Size Photos
es_es: Fotos a tamaño completo

source: By default, Full Sized Photos is turned off to save on storage space and bandwidth. Turning this feature on can eat up significant space and bandwith.
es_es: Por defecto, las fotos tamaño real estan desactivadas para ahorrar espacio y ancho de banda. Se consciente si lo activas.

source: Protected Photos
es_es: Fotos protegidas

source: Facebook Integration
es_es: Integración con Facebook

source: Step 1
es_es: Paso 1

source: Got to Facebook and create a new Application.
es_es: Ve a Facebook y crea una nueva aplicación.

source: Create Facebook Application
es_es: Crear una apliación para Facebook.

source: You don't really have to fill out any additional information other than the application name.
es_es: Usted realmente no tiene que llenar toda la información adicional que no sea el nombre de la aplicación.

source: Step 2
es_es: Paso 2

source: Fill out the form with the App Id and App Secret from your newly created Facebook Application.
es_es: Rellene el formulario con el ID de aplicación y el secreto de su aplicación recién creada Aplicación Facebook.

source: Facebook Application
es_es: Aplicación de Facebook.

source: App ID
es_es: ID de la aplicación

source: App Secret
es_es: Codigo secreto de la aplicación

source: Administration: Foursquare
es_es: Administración: Foursquare

source: This page requires an access level 2 (Helper) or better.
es_es: Esta página requiere nivel de acceso 2 (Ayudante) o uno más alto.

source: Go to Foursquare and register a new OAuth Consumer.
es_es: Vaya a Foursquare y registre un consumidor OAuth nuevo.

source: Register a new foursquare OAuth Consumer.
es_es: Registrar un nuevo foursquare Consumidor OAuth.

source: Be sure to include settings.php as part of your callback url. For example: if your site is located at http://www.my-awesome-site.com/fcms/index.php then your callback url should be http://www.my-awesome-site.com/fcms/settings.php
es_es: Asegúrese de incluir settings.php como parte de su URL de devolución de llamada. Por ejemplo: si su sitio se encuentra en http://www.my-awesome-site.com/fcms/index.php entonces su URL de devolución de llamada debe ser http://www.my-awesome-site.com/fcms/ settings.php

source: Fill out the form below with the information you provided in Step 1.
es_es: Rellene el siguiente formulario con la información que proporcionó en el paso 1.

source: Foursquare Confirguration
es_es: Configuración de Foursquare

source: Client ID
es_es: Id. de cliente

source: Administration: Photo Gallery
es_es: Galería Fotográfica

source: Are you sure you want to DELETE all selected categories?
es_es: ¿Está seguro de querer ELIMINAR todas las categorías seleccionadas?

source: Are you sure you want to DELETE all selected photos?
es_es: ¿Está seguro de querer ELIMINAR todas las fotografías seleccionadas?

source: No photos have been added yet.
es_es: No se han añadido fotos todavía.

source: %d photos
es_es: %d fotos

source: Edit
es_es: Editar

source: Delete Selected
es_es: Borrar seleccion

source: Yes, Delete
es_es: Sí, eliminar

source: No, Cancel
es_es: No, calcelar.

source: This category contains no photos.
es_es: Esta categoría no contiene fotos.

source: Categories
es_es: Categorías

source: Dashboard
es_es: Escritorio

source: New Version
es_es: Nueva versión

source: A new version is available for upgrade.
es_es: Una nueva versión esta para ser actualizada.

source: Upgrade Now
es_es: Actualizar ahora

source: New Members
es_es: Nuevos miembros

source: %s is requesting access to the site.
es_es: %s está solicitando acceso al sitio.

source: Activate Now
es_es: Activar ahora

source: Member activated successfully
es_es: La activación del miembro fue satisfactoria

source: Pending Items
es_es: Elementos pendientes

source: You have the following pending items that need to be taken care of.
es_es: Usted tiene los siguientes puntos pendientes que necesitan ser atendidos.

source: Account Activated
es_es: Cuenta activada

source: Your account at %s has been activated by the administrator.
es_es: Su cuenta %s sido activado por el administrador.

source: Administration: Instagram
es_es: Administración: Instagram

source: Instagram Integration
es_es: Integración con Instagram

source: In order to integrate Family Connections with Instagram, you must create a new Instagram client as Instagram.com, and configure that client in Family Connections.
es_es: Con el fin de integrar Family Connections con Instagram, debe crear un cliente nuevo Instagram como Instagram.com y configurar ese cliente en Family Connections.

source: Got to Instagram and register a new Instagram client.
es_es: Tengo que Instagram y registrar un nuevo cliente Instagram.

source: Register new Instagram Client
es_es: Registrar cliente de Instagram nuevo

source: Fill out the form below with the Instagram Client Id and Client Secret.
es_es: Rellene el siguiente formulario con el ID de cliente Instagram y Secret Cliente.

source: Administration: Members
es_es: Administración: Miembros

source: You must choose a member to merge with.
es_es: Selecciona un miembro para fusionarte con él.

# %s is a name of a table that gets updated.
source: Update [%s] complete.
es_es: Actualizacion [%s] completa.

# %s is a name of a table that is deleted.
source: Delete [%s] complete.
es_es: Eliminado [%s] completo.

source: Missing Required Field
es_es: Falta rellenar algún campo requerido

source: The email address %s is already in use. Please choose a different email.
es_es: La dirección de correo electrónico %s ya se encuentra en uso. Por favor elija una diferente.

source: Invitation to %s
es_es: Invitación para %s

source: You have been invited by %s to join %s.
es_es: Has sido invitado por %s a unirte a %s.

source: You can login using the following information
es_es: Puedes iniciar sesion con la siguiente información.

source: URL
es_es: Dirección URL

source: Password
es_es: Contraseña

source: Thanks
es_es: Gracias

source: The %s Webmaster
es_es: %s admin

source: Password Change
es_es: Cambio de contraseña

source: Your password at %s has been changed by the administrator.
es_es: Su contraseña en %s ha sido modificada por el administrador.

source: Your new password is %s
es_es: Su nueva contraseña es %s

source: Administration: Polls
es_es: Administración: Encuestas

source: Add New Poll
es_es: Agregar nueva encuesta

source: Past Polls
es_es: Encuestas Pasadas

source: Question
es_es: Pregunta

source: Created
es_es: Creado

source: Actions
es_es: Acciones

source: Delete
es_es: Borrar

source: No Previous Polls
es_es: Ninguna Encuesta Anterior

source: Edit Poll
es_es: Editar encuesta

source: Option %s
es_es: Opción %s

source: Poll Question
es_es: Pregunta de la encuesta

source: Required
es_es: Obligatorio

source: Without at least 2 options, it's not much of a poll is it?
es_es: por lo menos 2 opciones, eso no es mucho de una encuesta o eso es

source: Add
es_es: Añadir

source: Administration: Scheduler
es_es: Administración: Calendario

source: A scheduled job is currently running.
es_es: Se está ejecutando ahora una tarea programada.

source: Most jobs take less than an hour to complete, if the last successfull run for a scheduled job below is over an hour ago, their may be a problem with the current job.
es_es: Algunos tareas pueden durar menos de una hora en completarse, si la ultima tarea en el calendario ha durado mas de una hora, puede ser que ha ocurrido un problema con la tarea.

source: To debug this job:
es_es: Para depurar esta tarea:

source: Turn on debugging.
es_es: Activar la depuración.

source: Reset the running job flag.
es_es: Restablecer la bandera de trabajo en ejecución.

source: (only if you know what you are doing)
es_es: (solo si sabes lo que estas haciendo)

source: Type
es_es: Tipo

source: Frequency
es_es: Frecuencia

source: Last Run
es_es: Última ejecución

source: Status
es_es: Estado

source: No schedules found.
es_es: Sin horarios encontrado.

source: Restore missing schedules.
es_es: Restaurar horarios que faltan.

source: Hourly
es_es: Cada hora

source: Daily
es_es: Diariamente

source: never
es_es: nunca

source: Save Changes
es_es: Guardar cambios

source: Set up Cron
es_es: Configurar el cron

source: Set up a new crontab for each of the following commands.
es_es: Establecer un nuevo crontab para cada uno de los siguientes comandos.

source: Automatic Upgrade
es_es: actualización automática

source: You must be logged in to view this page.
es_es: Debe iniciar sesión para ver esta página.

source: Invalid login id.
es_es: Id. de inicio de sesión no válido.

source: Invalid request.
es_es: Solicitud no válida.

source: User not found.
es_es: Usuario no encontrado.

source: Invalid login credentials.
es_es: Credenciales de inicio de sesión no válidas.

source: Turning off site.
es_es: Desactivación sitio.

source: Downloading latest version.
es_es: Descargando la ultima versión.

source: Unpacking files.
es_es: Desempaquetando archivos.

source: Installing files.
es_es: Instalando archivos.

source: Upgrading database.
es_es: Actualizando la base de datos.

source: Upgrading version number.
es_es: Actualizando el número de versión.

source: Turning site back on.
es_es: Volviendo al sitio de nuevo.

source: Upgrading to %s
es_es: Actualizando a %s

source: Back to Site
es_es: Volver al sitio

source: Awesome, you have the latest version of Family Connections.
es_es: Awesome, que tiene la última versión de Family Connections.

source: You do not need to upgrade at this time, you are currently running %s, which is the most up to date version. If you need to, you can re-install the current version.
es_es: No es necesario actualizar en este momento, está ejecutando% s, que es la más actualizada versión. Si es necesario, puede volver a instalar la versión actual.

source: Re-install %s
es_es: Reinstalar %s

source: Manual Upgrade
es_es: Actualización Manual

source: Download
es_es: Descargar

source: Remember to back up your site first.
es_es: Recuerde hacer copias de seguridad de su primer sitio.

source: Back to Automatic Upgrade
es_es: Volver a la actualización automática

source: Turn Off Site
es_es: Des-habilitar sitio

source: Turning the site off during an upgrade keeps users from trying to login and potentially causing problems.
es_es: Girando el sitio fuera durante una actualización mantiene a los usuarios al tratar de iniciar sesión y que puede causar problemas.

source: Manual Upgrade Files
es_es: Archivos manual de actualización

source: Since your webserver does not support the Automatic Upgrade, you must download the latest Family Connection files and upload them to your site manually.
es_es: Debido a que su servidor web no es compatible con la actualización automática, debe descargar los últimos archivos de conexión con la familia y subirlos a su sitio de forma manual.

source: You must make sure to complete this step before continuing.
es_es: Debe asegurarse de completar este paso antes de continuar.

source: Step 3
es_es: Paso 3

source: Upgrade Database
es_es: Actualizar base de datos

source: Make any databases changes needed for this upgrade.
es_es: Haga los cambios necesarios bases de datos para esta actualización.

source: Step 4
es_es: Paso 4

source: Finish
es_es: Finalizar

source: Turn the site back on and go to the homepage.
es_es: Gire el sitio de nuevo y vaya a la página de inicio.

source: Could not turn on site
es_es: No se pudo convertir en el sitio

source: Could not turn off site
es_es: No se pudo apagar sitio

source: Could not upgrade database
es_es: No se pudo actualizar la base de datos

source: Could not update version
es_es: No se pudo actualizar la versió

source: Vimeo Integration
es_es: Integración con Vimeo

source: In order to integrate Family Connections with Vimeo, you must create a new Vimeo app, and configure that app in Family Connections.
es_es: Con el fin de integrar Family Connections con Vimeo, debe crear una nueva aplicación de Vimeo, y configurar dicha aplicación en Family Connections.

source: Create Vimeo Application
es_es: Crear aplicación de Vimeo

source: Request Upload access for your Vimeo application.
es_es: Solicitar Subir el acceso para su aplicación Vimeo.

source: Fill out the form below with the Key and Secret from your newly created Vimeo Application.
es_es: Rellene el siguiente formulario con la clave y el secreto de su recién creada Aplicación Vimeo.

source: Vimeo Application
es_es: Aplicación de Vimeo

source: Administration: YouTube
es_es: Administración: YouTube

source: YouTube Integration
es_es: Integración con YouTube

source: In order to integrate Family Connections with YouTube, you must get a Developer Key from Google, and provide that Key to Family Connections.
es_es: Con el fin de integrar Family Connections con YouTube, usted debe obtener una clave de desarrollador de Google, y disponer que Key to Family Connections.

source: Create Youtube Application
es_es: Crear aplicación de YouTube

source: Fill out the form below with the YouTube Developer Key provided by Google.
es_es: Rellene el siguiente formulario con la clave de desarrollador YouTube proporcionada por Google.

source: Developer Key
es_es: Clave de desarrollador

source: Calendar
es_es: Calendario

source: Add More Details
es_es: Añadir más detalles

source: Your event was created, but no invitations were sent.
es_es: El evento fue creado, pero no se enviaron invitaciones.

source: The changes to this event have been saved, but no invitations were sent.
es_es: Los cambios en este evento han sido salvados, pero no se enviaron invitaciones.

source: Please double check and try again.
es_es: Por favor, revise y vuelva a intentarlo.

source: Calendar Entry Deleted Successfully.
es_es: Entrada de calendario eliminado correctamente.

source: Choose Guests
es_es: Seleccione invitados

source: Invite Members
es_es: Invitar miembros

source: Invite all Members?
es_es: Invitar a todos los miembros?

source: Email
es_es: Correo

source: Enter list of emails to invite. One email per line.
es_es: Introduzca la lista de correos electrónicos para invitar. Un correo electrónico por línea.

source: Send Invitations
es_es: Enviar invitaciones

source: or
es_es: o

source: You must invite at least one guest.
es_es: Usted debe invitar al menos a un invitado.

# %s is the title of an event
source: Invitation: %s
es_es: Invitación: %s
