Repository: qbeer/family
Catalog: language/*/LC_MESSAGES/messages.po
Languages: es_es

# %s is the name of a person, like Dear Bob,
source: Dear %s,
es_es: Estimado/a %s,

# The first %s is the name of a person, the second is the title of an event
source: %s has invited you to %s.
es_es: %s le ha invitado a %s.

source: Please visit the link below to view the rest of this invitation.
es_es: Por favor visite el siguiente enlace para ver el resto de esta invitación.

source: Contact
es_es: Contacto

source: The following message has been sent to the Administrator:
es_es: El siguiente mensaje se envió al Administrador.

source: Your Email
es_es: Tu email

source: Your Name
es_es: Su nombre

source: Subject
es_es: Asunto

source: Message
es_es: Mensaje

source: Submit
es_es: Enviar

source: Documents
es_es: Documentos

source: %s has added a new document (%s).
es_es: %s ha añadido un nuevo documento (%s).

source: Dear
es_es: Estimado

source: To stop receiving these notifications, visit the following url and change your 'Email Update' setting to No:
es_es: Para cancelar el envío de notificaciones, visite la siguiente url y cambie su configuración de 'Actualización por correo electrónico' a No:

source: Document could not be deleted from the server.
es_es: No se pudo eliminar el documento del servidor.

source: Add Document
es_es: Añadir Documento

source: Family News
es_es: Noticias

source: Latest News
es_es: Últimas Noticias

source: My News
es_es: Mis Noticias

source: Add News
es_es: Agregar noticias

source: %s has added %s to his/her Family News
es_es: %s ha añadido %s a sus Noticias Familiares

source: Family News Deleted Successfully
es_es: Noticias Familiares Borradas Exitosamente

source: This can NOT be undone
es_es: Esto no se puede deshacer

source: Family Tree
es_es: Árbol familiar

source: There was an error uploading your avatar.
es_es: Hubo un error al subir su avatar.

source: Site is currently turned off...
es_es: El sitio está momentáneamente desactivado...

source: Hold On a Second!
es_es: ¡Espera un segundo!

source: The site has been closed by an administrator.
es_es: El sitio ha sido cerrado por el administrador.

source: Please come back later.
es_es: Por favor regresa más tarde.

source: Rotate Photo
es_es: Girar Foto

source: Use Existing Category
es_es: Usar Categoría Existente

source: Create New Category
es_es: Crear categoría nueva

source: More Details
es_es: Más Detalles

source: Are you sure you want to DELETE this Photo?
es_es: Esta seguro de querer BORRAR esta Foto?

source: Are you sure you want to DELETE this Comment?
es_es: Esta seguro de querer BORRAR este Comentario?

source: Are you sure you want to DELETE this Category?
es_es: Esta seguro de querer BORRAR esta Categoría?

source: You do NOT have access to perform this action.
es_es: NO tienes acceso para realizar esta acción.

source: Your photo exceeds the maximum size allowed by your PHP settings [%s].
es_es: Su fotografía ha excedido el tamaño máximo permitido por su configuración de PHP [%s]

source: You must choose a category first.
es_es: Debe elegir una categoría primero.

source: You must choose a photo first.
es_es: Debe seleccionar una foto primero.

source: %s has added a new photo.
es_es: %s ha agregado una nueva foto.

source: %s has added new photos.
es_es: %s ha agregado nuevas fotos.

source: Category name cannot be blank.
es_es: Nombre de la categoría no puede estar en blanco.

source: The Category %s was Updated Successfully
es_es: La Categoría %s ha sido actualizada satisfactoriamente

source: Are you sure you want to DELETE this category?
es_es: Estás seguro que quieres BORRAR esta categoría?

source: Category Deleted Successfully
es_es: Categoría borrada con éxito.

source: Category Description
es_es: Descripción de la Categoría

source: Photo Gallery Slideshow
es_es: Presentación de la Galería de Fotografías

source: Invalid Category ID
es_es: ID de la Categoría Invalida

source: You must supply a valid category id.
es_es: Debes proporcionar un identificador de categoría válido.

source: No photos found.
es_es: No se han encontrado fotos.

source: Help
es_es: Ayuda

source: Topics
es_es: Temas

source: Video Gallery
es_es: Galería de Video

source: Personal Settings
es_es: Ajustes Personales

source: Administration
es_es: Administración

source: Welcome to the Help section.
es_es: Bienvenido a la sección de ayuda.

source: Need more help?
es_es: ¿Necesita más ayuda?

source: Support Forum
es_es: Soporte Para Foro

source: How does the Photo Gallery work?
es_es: ¿Cómo trabaja la Galería de Fotografías?

source: How do I add a photo?
es_es: ¿Cómo añado una foto?

source: How do I edit/change a photo?
es_es: ¿Cómo edito o cambio una foto?

source: How do I delete a photo?
es_es: ¿Cómo borro una foto?

source: How do I add a category?
es_es: ¿Cómo añado una categoría?

source: How do I rename a category?
es_es: ¿Cómo cambio de nombre a una categoría?

source: How do I delete a category?
es_es: ¿Cómo borro una categoría?

source: Each member of the website has his/her own Category on the Photo Gallery. This category will not show up until that member creates a new sub-category and uploads at least one photo. You can not upload photos until you have created a category. It is best to create a new category each time you upload a new group of photos. This helps create a more organized Photo Gallery.
es_es: Cada miembro de la página web tiene su propia Categoría en la Galería de Fotos. Ésta categoría no se mostrará hasta que ese miembro cree una nueva subcategoría y cargue al menos una foto. No podrás cargar fotos hasta que hayas creado una categoría. Lo mejor es crear una categoría cada vez que cargues un nuevo grupo de fotos. Esto ayuda a crear una Galería de fotos más organizada.

source: Back to Top
es_es: Volver Arriba

source: Choose <a href="gallery/index.php?action=upload">Upload Photos</a> from the <a href="gallery/index.php">Photo Gallery</a> menu.
es_es: Elige <a href="gallery/index.php?action=upload">Upload Photos</a> from the <a href="gallery/index.php">Photo Gallery</a> menu.

source: Choose a category from the drop down menu.
es_es: Elige una categoría del menú desplegable.

source: Note: You must have at least one category to upload photos. If you do not have a existing category you must add a category first.
es_es: Nota: Al menos debes tener una categoría para cargar fotos. Si no tienes una categoría primero debes añadir una.

source: Click the browse button to browse your computer for the desired photo to upload.
es_es: Click en el botón de explorar para explorar en tu computadora para la foto que deseas cargar.

source: If the photo you are uploading needs rotated click 'Upload Options' and two radio buttons will drop in above the photo caption.
es_es: Si la foto que estás cargando necesita ser rotada: click en "Opciones de Carga" y dos botones de radio se desplegarán sobre la toma de la foto.

source: Note: You must have JavaScript enabled to use the rotation feature.
es_es: Nota: Debes tener habilitado JavaScript para usar la función de rotación.

source: Fill in the caption (description of the photo).
es_es: Llena dentro de la toma (descripción de la foto).

source: Click the <b>Add Photos</b> button.
es_es: Click en el botón <b>Añadir Fotos</b>.

source: You can only edit/change the photo's caption and category.
es_es: Sólo puedes editar o cambiar las tomas de las fotos y las categorías.

source: Navigate to the photo you would like to edit.
es_es: Navega hcia la foto que te gustaría editar.

source: Click the edit button <img src="themes/default/images/edit.gif"/> located above the photo and to the right.
es_es: Click en el botón de editar <img src="themes/default/images/edit.gif"/> localizado arriba de la foto y a la derecha.

source: To change the category: choose the new category from the dropdown menu above the photo.
es_es: Para cambiar la categoría: elige la nueva categoría desde el menú desplegable arriba de la foto.

source: To edit/change the caption: make your changes in the text field area below the photo.
es_es: Para cambiar o editar la toma: haz tus cambios en el área para texto bajo la foto.

source: Click the submit changes button to finish your changes.
es_es: Click en el botón de entregar cambios para finalizar los mismos.

source: Click the delete button <img src="themes/default/images/delete.gif"/> located above the photo and to the right.
es_es: Click al botón de borrar <img src="themes/default/images/delete.gif"/> localizado arriba de la foto y a la derecha.

source: You will be prompted with a message asking if you are sure you want to delete that photo, click Ok.
es_es: Te aparecerá un mensaje preguntando si estás seguro de querer borrar esa foto, ckick en Ok.

source: Note: you can only delete your own photos. Once you delete a photo it is gone forever, you cannot undo a delete.
es_es: Nota: solamente puedes borrar tus propias fotos. Una vez borrada un a foto: se fue para siempre, no puedes deshacer un borrado.

source: Choose <a href="gallery/index.php?action=category">Create/Edit Category</a> from the <a href="gallery/index.php">Photo Gallery</a> menu.
es_es: Elige <a href="gallery/index.php?action=category">Crear o Borrar Categoría</a> desde el menú <a href="gallery/index.php">Galería de Fotos</a>.

source: Fill out the category name.
es_es: Llena el nombre de la categoría

source: Click the <b>Add Category</b> button.
es_es: Click en el botón <b>Añadir Categoría</b>.

source: A list of previously created categories will be listed below.
es_es: Una lista de categorías creadas previamente se mostrará abajo.

source: Scroll down to the list of categories and find the one you want to change.
es_es: Desplácese por la lista de categorías y encuentre la que desea cambiar.

source: Make the desired change.
es_es: Realice el cambio deseado.

source: Click the edit button <img src="themes/default/images/edit.gif"/> located to the right of the category name.
es_es: Click en el botón editar <img src="themes/default/images/edit.gif"/> localizado a la derecha del nombre de la categoría.

source: Scroll down to the list of categories and find the one you want to delete.
es_es: Desplácese por la lista de categorías y encuentre la que desea borrar.

source: Click the delete button <img src="themes/default/images/delete.gif"/> located to the right of the category name.
es_es: Click en el botón borrar <img src="themes/default/images/delete.gif"/> localizado a la derecha del nombre de la categoría.

source: YouTube Private Videos.
es_es: Vídeos privados de YouTube.

source: YouTube Private Videos
es_es: Vídeos privados de YouTube

source: How do I add/change my avatar?
es_es: ¿Cómo añado o cambio mi avatar?

source: How do I change my theme?
es_es: ¿Cómo cambio mi tema?

source: How do I change my password?
es_es: ¿Cómo cambio mi contraseña?

source: An avatar is just a graphical representation of a person. You can upload a picture of yourself or any picture that you feel represents you.
es_es: Un avatar sólo es una representación gráfica de una persona. Tú puedes cargar tu propia fotografía o cualquier imagen que sientas que te representa.

source: Click on the <a href="settings.php">My Settings</a> link in the top right hand corner of the site.
es_es: Click en el enlace <a href="settings.php">Mis Ajustes</a> en la esquina superior derecha del sitio.

source: Click the browse button, which will pop open a menu allowing you to search your computer for an avatar. (Avatar's must be one of the following file types .jpg, .jpeg .gif or .bmp or .png)
es_es: Click en el botón explorar, el cual aparecerá un menú permitiéndote buscar un avatar en tu computadora. Los avatares deben estar en uno de los siguientes tipos de archivo: .jpg, .jpeg .gif or .bmp or .png)

source: Once you have choosen your avatar, scroll down to the bottom of the Settings page and click the Submit button.
es_es: Una vez que hayas elegido tu avatar, desplázate hasta abajo de la página de Ajustes y haz click en el botón de Entregar.

source: Note: You can upload animated avatar's as long as the are smaller than 80 pixels x 80 pixels. Uploading an avatar larger than this will result in the loss of animation.
es_es: Nota: Puedes cargar avatares animados siempre que sean más pequeños que 80 x 80 pixeles. Cargar un avatar mayor resultará en la pérdida de la animación.

source: Choose your theme from the drop down menu.
es_es: Elige tu tema del menú desplegable.

source: Scroll down to the bottom of the Settings page and click the Submit button.
es_es: Desplázate hasta abajo de la página de Ajustes y haz click en el botón de Entregar.

source: Click continue and your theme will automatically be applied to the site.
es_es: Click a contunuar y tu tema se aplicará automáticamente a el sitio.

source: Type in your new password.
es_es: Teclea tu nueva contraseña.

source: Click the Submit button.
es_es: Click en el botón Entregar.

source: How do I email multiple people (Mass Email)?
es_es: ¿Cómo envío correos a multiples personas (Correo en masa)?

source: Check the checkboxes to the right of the email addresses of the members you want to email.
es_es: Marca en las cajas de verificación a la derecha de las direcciones de correo de los miembros a los que quieras incluir en tu correo.

source: Click the <b>Email</b> button at the bottom right hand corner of the address book.
es_es: Click en el botón <b>Email</b> en la esquina inferior derecha de la libreta de direcciones.

source: Fill out the email form (similar to the contact form) and click <b>Send Mass Email</b>.
es_es: Llena la forma de correo (similar a la forma de contactos) y click en <b>Enviar Correo en Masa</b>.

source: Member Access Levels
es_es: Niveles de Acceso a Miembros

source: How do I add an optional section?
es_es: ¿Cómo añado una sección opcional?

source: How do I change the site navigation?
es_es: ¿Cómo cambio la navegación de la página?

source: Family Connections has ten different member access levels. These levels are meant to limit the amount of access each family member has to the website.
es_es: Las Conexiones Familiares tienen 10 niveles de acceso para sus miembros. Éstos niveles tienen como objeto limitar el acceso que tiene cada miembro de la familia al sitio web.

source: this is the access level given to the account that was setup during the installation of FCMS. This is the only level that has the ability to change other members access levels. This level can add, update and delete all information on the site.
es_es: este es el nivel de acceso dado a la cuenta que fue fijada durante la instalación de FCMS. Este es el único nivel que tiene la habilidad de cambiar el nivel de acceso de los otros miembros. Éste nivel puede añadir, actualizar y borrar toda la información en el sitio.

source: Helper
es_es: Ayudante

source: this access level has all the same priveleges of the Member level, but can also run the latest awards, can add, update and delete poll questions, and add, update and delete message board posts.
es_es: éste nivel de acceso tiene los mismos privilegios del nivel Miembro, pero también pueden correr las más recientes observaciones, pueden añadir, actualizar y borrar preguntas listadas, y añadir, actualizar y borrar mensajes fijados en la pizarra.

source: Member (default)
es_es: Mmiembro (por defecto)

source: this access level can add, update and delete all information they have contributed to the site. They have view only access to other member's information.
es_es: éste nivel de acceso puede añadir, actualizar y borrar toda la información que ellos mismos hayan aportado al sitio. Está limitado a sólo ver la información la información de los otros miembros.

source: Non-Photographer
es_es: no-fotografo

source: this access level has all the same priveleges of the Member level, but cannot add, update or delete photos from the Photo Gallery.
es_es: éste nivel de acceso tiene los mismos privilegios que el nivel Miembro, pero no puede añadir, actualizar o borrar fotos de la Galería de Fotos.

source: Non-Poster
es_es: no-poster

source: this access level has all the same priveleges of the Member level, but cannot add, update or delete posts from the Message Board.
es_es: éste nivel de acceso tiene los mismos privilegios que el nivel Miembro, pero no puede añadir, actualizar ni borrar posts de la Pizarra de Mensajes.

source: Commenter
es_es: Comentador

source: this access level can only add comments to Photos, Family News and can reply to posts on the Message Board. Has view access to all other sections.
es_es: este nivel de acceso sólo puede añadir comentarios a Fotos, Noticias familiares y puede responder a posts en la Pizarra de Mensajes. Tiene acceso a ver todas las otras secciones.

source: Poster
es_es: Remitente

source: this access level can add, update and delete their own Message Board posts only. Has view access to all other sections.
es_es: este nivel de acceso puede añadir, actualizar y borrar sólo sus propios posts de la Pizarra de Mensajes. Tiene acceso a ver todas las otras secciones.

source: Photographer
es_es: Fotografo

source: this access level can add, update and delete their own Photos only. Has view access to all other sections.
es_es: éste nivel de acceso puede añadir, actualizar y borrar solamente sus propias fotos. Tiene acceso para ver todas las otras secciones.

source: this access level can add, update and delete their own Family News entries only. Has view access to all other sections.
es_es: éste nivel de acceso puede añadir, actualizar y borrar solamente sus propias entradas a las Noticias Familiares. Tiene acceso para ver todas las otras secciones.

source: Guest
es_es: Invitado

source: this access level has view only access to the site.
es_es: éste nivel de acceso sólo tiene acceso a ver el sitio.

source: Access Level
es_es: Nivel de acceso

source: Access Rights
es_es: Derechos de acceso

source: Admininstration
es_es: Administración

source: Message Board
es_es: Tablero de Mensajes

source: Prayer Concerns
es_es: Oraciónes

source: 1. Admin
es_es: Administrador

source: 2. Helper
es_es: Ayudante

source: 3. Member
es_es: Miembro

source: 4. Non-Photographer
es_es: 4. No fotógrafo

source: 5. Non-Poster
es_es: No Anunciante

source: 6. Commenter
es_es: Comentador

source: Comment Only
es_es: Sólo Comentar

source: 7. Poster
es_es: Anunciante

source: 8. Photographer
es_es: Fotógrafo

source: 9. Blogger
es_es: Bloguero

source: 10. Guest
es_es: Invitado

source: Can add/edit/delete all members information
es_es: Puede añadir/editar/borrar toda la información de los miembros

source: Has limited access to Administration
es_es: Tiene acceso llimitado a la Administración

source: Family Connections has three optional sections: Family News, Prayer Concerns and Recipes. In order to use these sections you must first add them to the site (some sections may have been previously added during installation). Adding an optional section, allows that section to be used in the <a href="#adm-sections-nav">site navigation</a>.
es_es: Las conexiones familiares tienen tres secciones opcionales: Noticias Familiares, Peticiones Concernientes y Recetas. Para poder usar éstas secciones debes primero añadirlas al sitio (algunas secciones pueden haber sido añadidas previamente durante la instalación). Añadir una sección opcional, permite a dicha sección ser usada en la <a href="#adm-sections-nav">navegación del sitio</a>.

source: To add an optional section:
es_es: Para añadir una sección opcional:

source: Click the <a href="admin/config.php">Configuration</a> link on the Administration sub menu
es_es: Click en el enlace <a href="admin/config.php">Configuracion</a> en el submenú de Administración

source: Expand the <u>Sections</u> by clicking the <b>Show/Hide</b> link.
es_es: Expande las <u>Secciones</u> haciendo click en el enlace <b>Mostrar/Ocultar</b>.

source: Click the <b>Add</b> link beside the section you want to add.
es_es: Click en el enlace <b>Añadir</b> al lado de la sección que desees añadir.

source: Note: If a section has been previously added it will say "Already Added" beside the section.
es_es: Nota: Si una sección se ha añadido previamente dirá "Ya Añadido" al lado de la sección.

source: You can only change the navigation position of a few of the sections. They are: Family News, Prayer Concerns, Recipes and Calendar. The navigation is broken down into two parts, (1) the Top Navigation and the (2) the Side Navigation. The Top Navigation can hold links for up to 6 sections.
es_es: Solamente puedes cambiar la posición de navegación de unas pocas secciones. Ellas son: Noticias Familiares, Oraciones Comunitarias, Recetas y Calendario. La navegación descompone en dos partes. (1) la Navegación Superior y la (2) Navegación Lateral. La Navegación Superior puede contener enlaces hasta para 6 secciones.

# The beginning or starting place.
source: Home
es_es: Inicio

source: Upcoming
es_es: Próximo

source: Members Online
es_es: Miembros Online

source: What's New
es_es: Qué hay de nuevo

source: Update Facebook?
es_es: Actualizar Facebook?

source: Reply
es_es: Responder

source: Nothing new
es_es: Nada nuevo

source: Today
es_es: Hoy

source: Page
es_es: Página

source: untitled
es_es: sin título

source: Recipes
es_es: Recetas

source: Comments
es_es: Comentarios

source: Poll
es_es: Encuesta

source: Status Updates
es_es: Actualizaciones de estado

source: %s visited %s.
es_es: %s visitó %s.

source: Misc.
es_es: Otros

source: A new Poll (%s) has been added.
es_es: Una neva Lista (%s) ha sido añadida.

source: %s has added address information for %s.
es_es: %s ha añadido infformaciónd de direcciones para %s.

source: %s has joined the website.
es_es: %s se ha unido al sitio web.

source: Already Voted
es_es: Ya Votado

source: Vote
es_es: Votar

source: Polls
es_es: Encuestas

source: Could not find address (%s)
es_es: Imposible encontrar dirección (%s)

source: none
es_es: Ninguno

source: Email This Member
es_es: Envía un email a este miembro.

source: Address
es_es: Direccion

source: Work
es_es: Trabajo

source: Mobile
es_es: Celular

source: Email Selected
es_es: Email elegido

source: View
es_es: Ver

source: All
es_es: Todo

source: Only show My personal Addresses
es_es: Solo mostrar mi dirección personal

source: My Addresses
es_es: Mis direcciones

source: Only show Addresses for members of the site
es_es: Solo mostrar direcciones de los miembros del sitio

source: Members
es_es: Miembros

source: Only show Addresses for non-members
es_es: Solo mostrar direcciones de los no-miembros

source: Non-Members
es_es: No miembros

source: Import
es_es: Importar

source: Export
es_es: Exportar

source: Edit Address
es_es: Editar direcciones

source: That's not a valid email, is it?
es_es: Este no es un email válido

source: Street Address
es_es: Dirección

source: City
es_es: Ciudad

source: State
es_es: Provincia

source: Zip Code
es_es: Codigo postal

source: Home Phone
es_es: Teléfono de la Casa

source: Work Phone
es_es: Telefono Trabajo

source: Cell Phone
es_es: Celular

source: Please only add addresses for Non-members. Anyone who is a member of this website must add/update their own address.
es_es: Por favor, solo agrega direcciones de no-miembros. Cualquier miembro del sitio puede modificar sus propias direcciones.

source: Add Address
es_es: Agregar direcciones

source: Last Name
es_es: Apellido

source: Private
es_es: Privado

source: Filling out the form below will send an email to all the selected members in your addressbook. Sending an email to a large number of people can take a long time. Please be patient.
es_es: Llenando este formulario enviarás un email a los miembros elegidos en tu lista de contactos. Enviar un mail a mucha gente puede tardar un poco, se paciente.

source: Send Email
es_es: Enviar email

source: %s (%s) is not a CSV file.
es_es: %s (%s) no es un archibo CSV
