Repository: qbeer/family
Catalog: language/*/LC_MESSAGES/messages.po
Languages: es_es

source: The database name where you want to install %s.
es_es: El nombre de la base de datos donde quieres instalar %s.

source: Database Username
es_es: Nombre de Usuario de la Base de Datos

source: The username for the database specified above.
es_es: El nombre de usuario para la base de datos arriba especificada.

source: There has to be a user for this database.
es_es: Debe haber un usuario para ésta base de datos.

source: Database Password
es_es: Contraseña de la Base de Datos

source: The password for the database specified above.
es_es: La contraseña para la base de datos arriba especificada.

source: Passwords are hard to remember, but unfortunately necessary.
es_es: Las contraseñas son difíciles de recordar, pero desafortunadamente necesarias.

source: You forgot a required field. Please fill out all required fields.
es_es: Olvidaste llenar un campo requerido. Por favor llena todos los campos requeridos.

source: Checking Database Connection
es_es: Revisando la Conección con la Base de Datos.

source: Step 3 of 5
es_es: Paso 3 de 5

source: Awesome!
es_es: ¡Impresionante!

source: A connection was successfully made to the database. Please proceed to the next step.
es_es: Fue exitosa la conexión hecha con la base de datos. Por favor continúa con el siguiente paso.

source: Website Information
es_es: Información del sitio web

source: Step 4 of 5
es_es: Paso 4 d e 5

source: Website Name
es_es: Nombre del sitio.

source: What do you want your website to be called?
es_es: ¿Cómo deseas que sea nombrado tu sitio web?

source: (Examples: "The Smith's" or "The Johnson Family Website")
es_es: (Ejemplos: "Los Martinez" o "El Sitio Web de la Familia González"

source: Without a name, how will you tell people about your website?
es_es: Sin un nombre, ¿Cómo le piensas platicar a la gente acerca de tu sitio web?

source: The email address you want all questions, comments and concerns about the site to go.
es_es: La dirección de correo electrónico a la que puede enviar todas las preguntas, comentarios e inquietudes sobre el sitio es:

source: That's not a valid emaill address is it?
es_es: Este no es un email válido.

source: Administrative Account
es_es: Cuenta de administrador

source: Step 5 of 5
es_es: Paso 5 de 5

source: Everyone will be required to have an account and be logged in at all times to use this website. This will help protect your site.
es_es: Todo el mundo necesitará registrarse para usar el sitio. Esto te ayudará a protegerlo.

source: You must have at least one administrative account. Please fill out the information below for the person who will be the administrator of this site.
es_es: Debes tener al menos una cuenta de administrador. Por favor, completa este formulario para la cuenta de administrador.

source: Email Address
es_es: Correo Electrónico

source: Hooray! Yippie!
es_es: ¡Hurra! ¡Yupi!

source: %s has been installed successfully.
es_es: %s fue instalado con éxito.

source: Please continue to the homepage to login and begin using %s.
es_es: Por favor, ve a la página de inicio para conectarte y usar %s

source: Your email address could not be found. Please make sure you have entered it correctly.
es_es: Tu email no puede ser encontrado. Compureba si es correcto.

source: Password Reset
es_es: Cambiar la contraseña

source: Your password at %s has been reset.
es_es: Tu contraseña de %s fue reseteada.

source: New Password
es_es: Nueva Contraseña

source: This is an automated message, please do not reply.
es_es: Esto es una acción automática, no respondas este mensajes.

source: Your password has been reset, please check your email.
es_es: Tu contraseña fue reseteada, por favor chequea tu email.

source: Continue
es_es: Continuar

source: Order Members By:
es_es: Solicitar Usuarios por:

source: Alphabetical
es_es: Alfabetico

source: Age
es_es: Edad

source: Participation
es_es: Participación

source: Joined
es_es: Asociado

source: Invalid Order.
es_es: Orden inválida

source: %s started the new thread %s.
es_es: %s creo un el nuevo tema %s.

source: You have already voted.
es_es: Ya has votado

source: Add a Prayer Concern
es_es: Añadir una Oración Comunitaria

source: Pray For
es_es: Pedir Para

source: %s added a new Prayer Concern for %s
es_es: %s añadió una Petición Comunitaria para %s

source: Edit Prayer Concern
es_es: Editar plegaria

source: Prayer Concern Deleted Successfully
es_es: Oración Comunitaria Borrada Exitosamente

source: Currently no one has added any Prayer Concerns.
es_es: En la actualidad nadie ha añadido ninguna plegaria.

source: Edit this Prayer Concern
es_es: Editar esta Plegaria de preocupación

source: Delete this Prayer Concern
es_es: Eliminar esta Plegaria de preocupación

source: %s asks that you please pray for...
es_es: %s pide que por favor oren por...

source: Because...
es_es: Porque...

source: Inbox
es_es: Bandeja

source: Sent
es_es: enviado

source: To
es_es: A

source: Send
es_es: Enviar

source: From
es_es: De

source: The PM you are trying to view either doesn't exist or you don't have permission to view it.
es_es: El MP que intentas ver no existe o no tienes permiso para verlo.

source: Send PM
es_es: Enviar MP

source: Join Date
es_es: Fecha de ingreso

source: Last Visit
es_es: Última visita

source: Participation Points
es_es: Puntos de participación

source: %s has added the recipe: %s
es_es: %s ha añadido la receta: %s

source: %s has updated his/her address.
es_es: %s ha actualizado su dirección.

source: %s replied to %s.
es_es: %s respondio a %s.

source: %s has added a new Calendar entry on %s for %s.
es_es: %s ha añadido una nueva entrada de Calendario en %s para %s.

source: %s commented on the following photo:
es_es: %s comentó eb la siguiete foto:

source: %s has added %d new photos to the %s category.
es_es: %s ha añadido %d nuevas fotos a la %s categoría.

source: %s has added %s to his/her Family News.
es_es: %s ha añadido %s a sus Noticias Familiares.

source: %s commented on Family News %s.
es_es: %s comentó en las Noticias Familiares %s.

source: %s has added a Prayer Concern for %s.
es_es: %s ha añadido una Oración Comunitaria por %s.

source: Logout
es_es: Salir

source: My Settings
es_es: Mi Configuración

source: History
es_es: Histórico
